[
    {
        "username": "cherrynoniexx00",
        "id": 1391442853260267523,
        "menfess": [
            {
                "postid": "1394495291756318722",
                "text": "Cardy! Kalian baik2 aja kah?? Jujur aku ga🙂\n\nMau peluuukkkk😭😭😭"
            },
            {
                "postid": "1394629497878614020",
                "text": "Cardy! Aku jd kehilangn mood nulis au merekaaaa😭😭\n\nGmn???? Pdhl prompt ada banyakkk😭😭😭\n\nIni jantung rollercoaster drtd"
            }
        ]
    },
    {
        "username": "najeonww",
        "id": 1246403341761966081,
        "menfess": [
            {
                "postid": "1394506899698159619",
                "text": "cardy! Liatnya antara sedih dan seneng, yang atas trendingnya apa yang bawah trendingnya apa ... tapi kalo digabung, omg plis ayo peluk aku😭 https://t.co/Qbu6qYS67j"
            },
            {
                "postid": "1394533953546117127",
                "text": "cardy! 2021 New Girl Group ... kok tiba-tiba terbesit pikiran the reborn of 여자친구 ya😣 https://t.co/vWnnAhw36K"
            },
            {
                "postid": "1394582406661906432",
                "text": "cardy! Wanna be my fwen? I'm standing alone here:( Aku mau bertahan di sini bareng kalian, I wanna be a buddy n carat for a longgg time. Please, be my fwen ya?😭"
            }
        ]
    },
    {
        "username": "LVABYRINTH",
        "id": 1391399808124944385,
        "menfess": [
            {
                "postid": "1394507523361738753",
                "text": "svtgf! Carat... boleh minta peluk gak?"
            }
        ]
    },
    {
        "username": "1719LOML",
        "id": 1150235145338626048,
        "menfess": [
            {
                "postid": "1394511479462928391",
                "text": "svtgf! percaya bgt sm decision anak gfriend pasti udh yg terbaik. we had our best leader sowon that would risk everything to protect gfriend, kan? kmrn seventeen udh kabar baik, bismillah gfriend nyusul jg kabar baik yaa so in the future these bestfriends will keep interacting and produce great songs!!! luv u burats!! 💚💚💚"
            },
            {
                "postid": "1394616600674902017",
                "text": "svtgf! hey buddy! my buddy, i know you're strong! 😉 terima kasih untuk burats yg sudah mensupport buddy! <3 \n\n https://t.co/tpVZXggDe9"
            }
        ]
    },
    {
        "username": "jaemgyuu",
        "id": 1301074557000847362,
        "menfess": [
            {
                "postid": "1394512195900354562",
                "text": "cardy! gfriend gabole disband plijeu"
            },
            {
                "postid": "1394512575669362690",
                "text": "cardy! itu selesai kontrak nya bnr bnr 5 hari lagi dari skrg?😳"
            },
            {
                "postid": "1394514130879516678",
                "text": "cardy! carat or buddy mutualan yuk! like aja pfp aku mingyu"
            },
            {
                "postid": "1394667304093368324",
                "text": "svtgf! rekomendasiin dong lagu sedih sedih $VTGF🥺"
            }
        ]
    },
    {
        "username": "GalaxyDokyeom17",
        "id": 865163547386363904,
        "menfess": [
            {
                "postid": "1394515265942130690",
                "text": "cardy! GF adalah satu satunya GG yg gue STAN. Dan denger berita itu sumpah nangis bangettt ayo kita harus yakin kalau OT6 gaakan pernah berubah. Sumpah nano nano banget denger yg satu cb yg satu bikin nangis😭"
            },
            {
                "postid": "1394515840515649537",
                "text": "cardy! Ada yg setuju kalo gf masuk Pledis? Gue sih nggak ya trauma sob😡"
            },
            {
                "postid": "1394553023779717121",
                "text": "Gue baru STAN gf karna kesel KOK BISA LAGU-LAGU MEREKA ENAK SEMUA GITU. AMPE GUE MASUKIN SEMUA LAGU GF KE SATU PLAYLIST KHUSUS. JADI KITA SEMUA PASTI BISA LEWATIN INI SAMA-SAMA. SEMANGAT BUDDY💙💙 SARANGHAEEE💙💙 Buat carat juga gausah pikirin dulu svt kedepannya gimana yang penting kita para cardy! Bisa selalu ada buat mereka. SEMANGAT SEMUAAA💙💙"
            }
        ]
    },
    {
        "username": "caratxbuddy",
        "id": 1312996074311741441,
        "menfess": [
            {
                "postid": "1394515687603900416",
                "text": "baru aja kemarin seneng karena svtgf! satu naungan :("
            }
        ]
    },
    {
        "username": "mhlley",
        "id": 1359738415500075009,
        "menfess": [
            {
                "postid": "1394530332725161986",
                "text": "Cardy! Gimana ya? Semalam senang banget eh hari ini sedih banget."
            }
        ]
    },
    {
        "username": "kj615530",
        "id": 1330376518049034240,
        "menfess": [
            {
                "postid": "1394532377913872386",
                "text": "cardy! buat schedule mendatang nama yerln masih ada gfrlend nya tapi hangulnya yerln doang :)\nit hits different rn https://t.co/UjDbo3pSXT"
            }
        ]
    },
    {
        "username": "delphiniumumu",
        "id": 1306386545633501184,
        "menfess": [
            {
                "postid": "1394541201139851264",
                "text": "Sebagai cardy! perasaanku udah campur aduk. Gapapa, grup kesayangan kita gabakal kenapa kenapa"
            }
        ]
    },
    {
        "username": "Sunxxday",
        "id": 1292744975336103936,
        "menfess": [
            {
                "postid": "1394558159314984961",
                "text": "Svtgf! ⚠️ kita anak kembar harus semangat ya harus berfikir positif dulu, sini kita pegangan tangan tau kok rasanya campur aduk sebagai buddy carat apalagi hari ini, sinii buddy peluk sama carat, kalau keduanya kita peluk sama sama 🥰 https://t.co/f7g3S2xtwK"
            },
            {
                "postid": "1394564488611966979",
                "text": "Svtgf! jangan tinggalin aku ya kita kan anak kembar jangan pergi yaaa cantik 🥺💗 https://t.co/ZaSPO6iHIu"
            }
        ]
    },
    {
        "username": "httpsvtau",
        "id": 1349270165897191425,
        "menfess": [
            {
                "postid": "1394563433870336000",
                "text": "svtgf! Kangen gak si? Aku kangen notifikasi ig sama wv pas anak-anak update abt something untuk sekadar ditunjukin atau balesin komentar kita. Dear Sowon, Yerin, Eunha, Yuju, SinB, Umji, please show ur self n tell me that everything will be fine... Tell me that we walk together, ever n 4ever..."
            },
            {
                "postid": "1394594451310452737",
                "text": "cardy! Ayo baca ini-!!! Aku sedikit terhibur sama percakapan singkat antata aku sama Ibuku. Pengibaratan yang simple dan jujur ini ngefek buat aku merasa sedikit lebih tenang. https://t.co/7d5hcXKPxH"
            }
        ]
    },
    {
        "username": "sunshinee52_",
        "id": 1259438058086137856,
        "menfess": [
            {
                "postid": "1394629655026675715",
                "text": "cardy! liat nih seventeen mau ngomong sesuatu ke kalian. Kalian jangan pernah ngerasa sedih ya, kita kan teman, kita keluarga jadi kita lewatin ini bareng bareng 🤗❤ https://t.co/K4ff9y83ST"
            }
        ]
    },
    {
        "username": "buildasnow",
        "id": 1207106767848525825,
        "menfess": [
            {
                "postid": "1394631927752241157",
                "text": "cardy! Now look at this✨\nKalau gak salah ini perform terakhir mereka sebelum pengumuman pagi tadi 'kan ya? Aku gak bermaksud menambah harapan, tapi aku cuma mau bilang, 'GFriend will be always for you.' Kalimat yang aku kutip dari Umji. Jangan sampai dikontrol sama emosi ya, Buddy. Aku tau Buddy-nya GFriend itu orang-orang dewasa yang pandai mengontrol emosi. Kita sabar dan hadapi sama-sama ya^^ Dari Carat yang sayang Buddy dan juga GFriend, love you😊 https://t.co/Atg2dN5x4m"
            },
            {
                "postid": "1394674290910433283",
                "text": "Hai cardy! Udah jam 10 lewat 20 menit nih.. tidur yuk udah malem, udah lewat dari jam dugeun-dugeun tuing notifikasi. Kita tidur sekarang sekalian ngumpulin nyawa untuk persiapan menghadapi apa yang mungkin disuguhkan besok pagi. Selamat malam^^"
            }
        ]
    },
    {
        "username": "Bunnynaxx",
        "id": 1292023237589659648,
        "menfess": [
            {
                "postid": "1394635683663339526",
                "text": "Svtgf! Anda pusing? Sedih? Capek? Ayo kita joged dulu\nhttps://t.co/hCeqyOsoi3"
            }
        ]
    }
]